{
  "user": [
    {
      "id": "1",
      "AnimeList": [
        {
          "name": "Cowboy Bebop: Yose Atsume Blues",
          "img": "https://media.kitsu.io/anime/poster_images/3424/medium.jpg?1408449637",
          "syn": "Due to the violence portrayed in the Cowboy Bebop world and violence in Japanese schools, the series was briefly cancelled and an extra session was created as a final episode to the first thirteen episodes aired. Called \"Session XX: Mish-Mash Blues,\" a compilation of clips from previous episodes, it aired on June 26, 1998 on TV Tokyo. The episode was never released on DVD. In it, the characters provide a philosophical commentary and end with the words: This Is Not The End. You Will See The Real \"Cowboy Bebop\" Someday!\r\n(Source: AniDB)",
          "id": 0
        }
      ]
    },
    {
      "id": "4",
      "AnimeList": [
        {
          "name": "Kimi no Hikari: Asagao to Kase-san.",
          "img": "https://media.kitsu.io/anime/poster_images/13513/medium.jpg?1494175319",
          "syn": "Yamada may be shy and rather clumsy, but the flower gardens at her school have always brought her happiness. Suddenly, a different sort of beauty catches her eye—the vivacious track star, Kase-san. Although the two girls don’t seem to have much in common, they soon start a romance where each must learn an important lesson in tending their budding relationship. Can the two girls, so different from each other, learn how to make their first love blossom?\r\n\r\n(Source: Seven Seas Entertainment)",
          "id": 0
        },
        {
          "name": "Psycho-Pass SS Case 1: Tsumi to Batsu",
          "img": "https://media.kitsu.io/anime/poster_images/41027/medium.jpg?1520522926",
          "syn": "The first film, \"Case.1 Tsumi to Bachi\" (Crime and Punishment), will focus on Nobuchika Ginoza and Mika Shimotsuki.",
          "id": 1
        }
      ]
    },
    {
      "id": "3",
      "AnimeList": [
        {
          "name": "Gu-Gu Ganmo",
          "img": "https://media.kitsu.io/anime/poster_images/2728/medium.jpg?1408447554",
          "syn": "The series follows in the footsteps of manga such as Doraemon and Obake no Q-Taro in that the alien Ganmo (who resembles a chicken wearing sneakers) sets out to help his adopted human friend Hanpeita. The series follows the antics of the duo as they find themselves in the middle of much comedic mischief.\nOne morning Tsukune Tsukuda, out of spite, lets her brother’s pet bird go. But later she has misgivings, and comes home with an egg she has found to give to her brother, Hapeita.\nHanpeita isn’t all too pleased with the big, odd-looking egg. However, in the meantime it swells up, breaks its shell, and out comes a strange bird-like creature named Ganmo’. It speaks like a human being, and comes to live with the Tsukudas.\nNot wanting to be a mere freeloader, Ganmo takes the initiative to run errands, clean the house, etc…yet he blunders at everything he does. Ganmo the tries to clear his reputation, but his efforts only ends causing more and more confusion.\nOne day a charming girl comes moving in the house next to the Tsukudas. Her pet is a stange mina, named Deja-vu. It is foppish but has a poisonous tongue. And it always teases Ganmo because of its odd-looking.\nThus, the world around Ganmo gets into a mess more and more.\n(Source: Wikipedia)",
          "id": 0
        },
        {
          "name": "Shampoo Ouji",
          "img": "https://media.kitsu.io/anime/poster_images/40779/medium.jpg?1519193854",
          "syn": "Prince Shampoo lives in the clean and shiny Bubble Kingdom. He's bored with his life and decides to jump out of the protective dome and explore the dirty things of the outer world. Here he encounters various people and understands what dirty and cleanliness really mean in the world.",
          "id": 1
        }
      ]
    },
    {
      "id": "2",
      "AnimeList": [
        {
          "name": "Kaifeng Qi Tan - Zhe Ge Bao Gong Bu Tai Xing",
          "img": "https://media.kitsu.io/anime/poster_images/40999/medium.jpg?1519618714",
          "syn": "Bao Zheng never wanted to be the magistrate of Kai Feng, yet here he was, a young, inexperience, and not entirely reliable government official, trying to clear the innocent and punish the evil doer. Case by case, he and his quirky subordinates get better at their jobs and become more passionate for what they do.\r\n\r\n(Source: MAL)",
          "id": 0
        },
        {
          "name": "Docchi mo Maid",
          "img": "https://media.kitsu.io/anime/poster_images/10926/medium.jpg?1432150100",
          "syn": "Izumi, a 12-year-old schoolgirl, suddenly gets not one but two lovely and rather lewd maids from outer space, who have to defend her city from a monster's invasion.",
          "id": 1
        }
      ]
    },
    {
      "id": "7",
      "AnimeList": [
        {
          "name": "Ai no Gakkou Cuore Monogatari",
          "img": "https://media.kitsu.io/anime/poster_images/3287/medium.jpg?1408449270",
          "syn": "Enrico Pocchini is a kind-hearted schoolboy with a strong sense of justice who lives in the Italian town of Torino. As a new term starts, he loses his beloved teacher, Miss Delacci, who is replaced by the stern Sr. Pelboni. Eventually, the boys in Enrico's class come to respect Sr. Pelboni, and learn about love, life and human kindness.\r\n(Source: AniDB)",
          "id": 0
        },
        {
          "name": "Chainsaw Maid Episode 0",
          "img": "https://media.kitsu.io/anime/poster_images/41248/medium.jpg?1525015105",
          "syn": "A special episode included on the Chainsaw Maid DVD.\r\n",
          "id": 1
        },
        {
          "name": "DC Super Heroes vs Taka no Tsume Dan Promotion Eizou",
          "img": "https://media.kitsu.io/anime/poster_images/41757/medium.jpg?1533259984",
          "syn": "",
          "id": 2
        },
        {
          "name": "Shijou Saikyou no Deshi Kenichi",
          "img": "https://media.kitsu.io/anime/poster_images/1399/medium.jpg?1462468866",
          "syn": "\"Weak Legs\" Kenichi Shirahama would rather spend his time reading self improvement books than fighting. However, when he finally works up the courage to become strong and join his school's karate club, he is coerced into fighting a bullying upperclassman who is intent on getting him kicked out of the club. He is about to give it all up until he falls for his mysterious new classmate, Miu Furinji. In order to face this challenge, he undergoes rigorous training at the dojo she lives at, Ryouzanpaku. Some initial training by the masters there allow him to defeat his upperclassman, however his fighting prowess brings him to the attention of the powerful gang of delinquents, Ragnarok. Wishing to protect the things he loves and determined to have the strength to face the increasing adversity, he must learn various martial arts from the dojo's resident masters, taking Karate, Muay Thai, Ju Jitsu and Chinese Martial Arts and combining them to create his own fighting style!",
          "id": 3
        }
      ]
    },
    {
      "id": "0",
      "AnimeList": [
        {
          "name": "Bai Ye Ling Long",
          "img": "https://media.kitsu.io/anime/poster_images/41215/medium.jpg?1524193400",
          "syn": "Ling Long is a normal girl. She just wants to get through her day without any problems, but makes a mess out of it again. Why? It's because her online friend has suddenly stopped contacting her. As time went on, she became more and more agitated. Her normal life has began to change...",
          "id": 0
        },
        {
          "name": "Giant Robo Gaiden Ginrei",
          "img": "https://media.kitsu.io/anime/poster_images/2103/medium.jpg?1408445796",
          "syn": "In episode one, Ginrei's dress is stolen, only to be used to fool the enemy. The second episode deals with a giant robot made exactly in her image. Finally, the third episode concerns Tetsugyu and Ginrei investigating a lost research team in a \"wild west\" desert setting.\r\n(Source: ANN)",
          "id": 1
        },
        {
          "name": "Shijou Saikyou no Deshi Kenichi",
          "img": "https://media.kitsu.io/anime/poster_images/1399/medium.jpg?1462468866",
          "syn": "\"Weak Legs\" Kenichi Shirahama would rather spend his time reading self improvement books than fighting. However, when he finally works up the courage to become strong and join his school's karate club, he is coerced into fighting a bullying upperclassman who is intent on getting him kicked out of the club. He is about to give it all up until he falls for his mysterious new classmate, Miu Furinji. In order to face this challenge, he undergoes rigorous training at the dojo she lives at, Ryouzanpaku. Some initial training by the masters there allow him to defeat his upperclassman, however his fighting prowess brings him to the attention of the powerful gang of delinquents, Ragnarok. Wishing to protect the things he loves and determined to have the strength to face the increasing adversity, he must learn various martial arts from the dojo's resident masters, taking Karate, Muay Thai, Ju Jitsu and Chinese Martial Arts and combining them to create his own fighting style!",
          "id": 2
        },
        {
          "name": "Aa! Megami-sama!: Sorezore no Tsubasa Specials",
          "img": "https://media.kitsu.io/anime/poster_images/780/medium.jpg?1408442264",
          "syn": "When Keiichi found his grandpa's diary and saw a treasure map inside, Skuld and Urd started to feel a great urge to search it. With the company of his friends, Keiichi arrives to Honda Inn, the place indicated on the map. Once the party is inside, they meet Honda Chieko, who seems to share a certain promise with Keiichi. Apart from all that confusion, it's time for Keiichi to have enough courage to say the words \"I love you\" to Belldandy.",
          "id": 3
        }
      ]
    },
    {
      "id": "9",
      "AnimeList": [
        {
          "name": "Velvet Underworld: Fragment Person",
          "img": "https://media.kitsu.io/anime/poster_images/40778/medium.jpg?1519193851",
          "syn": "Music videos bundled with character CDs for the <i>Velvet Underworld</i> cast.",
          "id": 0
        }
      ]
    },
    {
      "id": "8",
      "AnimeList": [
        {
          "name": "Shijou Saikyou no Deshi Kenichi",
          "img": "https://media.kitsu.io/anime/poster_images/1399/medium.jpg?1462468866",
          "syn": "\"Weak Legs\" Kenichi Shirahama would rather spend his time reading self improvement books than fighting. However, when he finally works up the courage to become strong and join his school's karate club, he is coerced into fighting a bullying upperclassman who is intent on getting him kicked out of the club. He is about to give it all up until he falls for his mysterious new classmate, Miu Furinji. In order to face this challenge, he undergoes rigorous training at the dojo she lives at, Ryouzanpaku. Some initial training by the masters there allow him to defeat his upperclassman, however his fighting prowess brings him to the attention of the powerful gang of delinquents, Ragnarok. Wishing to protect the things he loves and determined to have the strength to face the increasing adversity, he must learn various martial arts from the dojo's resident masters, taking Karate, Muay Thai, Ju Jitsu and Chinese Martial Arts and combining them to create his own fighting style!",
          "id": 0
        },
        {
          "name": "Kagaku Ninja-tai Gatchaman",
          "img": "https://media.kitsu.io/anime/poster_images/2166/medium.jpg?1495839727",
          "syn": "Due to dangers of decreasing resources and growing pollution, the International Scientific Organization is established to improve environmental conditions throughout the world. But an international criminal group, Gallactor, tries to achieve world domination by taking control of the ISO. Gallactor was created by a mysterious being from outer space known as Generalissimo X, who gives orders through its chief commander on Earth, the masked Berg katse. To fight Gallactor and its robot monsters, the ISO's Dr. Nambu enlists five brave youths into a combat squad called Gatchaman,the Science Commandos. Special scientific powers and dramatic birdlike costumes make the Gatchaman Squad a match for Gallactor, wherever on Earth it may strike. Ken(the Eagle) is the wise leader, assisted by sometimes-foolhardy Joe(the Condor), pretty Jun(the Swan), eager little Jinpei(the Swallow), and strong Ryu(the Horned Owl). Each has individual scientific weapons, but their main power lies in their aircraft, the Phoenix, which can transform itself into a fiery arrow capable of piercing the most massive threats. GATCHAMAN is a series of dynamic action and tension as ken, Joe, Jun, Jinpei, and Ryu hold themselves in constant readiness to meet each new threat by Gallactor to conquer the world.\r\n\r\n(Source: Official site)",
          "id": 1
        }
      ]
    },
    {
      "id": "12",
      "AnimeList": [
        {
          "name": "No Game No Life",
          "img": "https://media.kitsu.io/anime/poster_images/7880/medium.jpg?1418914006",
          "syn": "No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\r\n\r\nThe mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.\r\n\r\n(Source: MAL Rewrite)",
          "id": 0
        }
      ]
    },
    {
      "id": "11",
      "AnimeList": [
        {
          "name": "Doku Tenshi no Shippo",
          "img": "https://media.kitsu.io/anime/poster_images/2255/medium.jpg?1486236741",
          "syn": "Tenshi no Shippo omake.",
          "id": 0
        },
        {
          "name": "Cheating Craft",
          "img": "https://media.kitsu.io/anime/poster_images/12542/medium.jpg?1474672453",
          "syn": "In a world where education is everything, if you manage to pass exams with your academic ability, you will start a successful life. However, those who fail the exams will start a cruel life. The world is capable of only developing the gifted from a young age as measured by exams – but there are some people who cannot accept the destiny they face if they are unable to pass the exam, and would do anything to pass it. This includes cheating and interfering with the exam. Thus, the examination hall has become a battlefield.\r\nL (learning) type and C (Cheating) type students prevent each other from interfering with the exam, so that they can aim for high scores. In order to prevent the L-types from getting the high scores, C-type students battle against them. This battle also involves the examiners who do not allow cheating, making the examination hall even more chaotic!\r\nThe heated battle between Mumei, a C-type student, and Koui, an L-type, begins! Can Koui outsmart Mumei and her tricks?\r\n(Source: MAL News, edited)",
          "id": 1
        }
      ]
    },
    {
      "id": "6",
      "AnimeList": [
        {
          "name": "Good Morning Althea",
          "img": "https://media.kitsu.io/anime/poster_images/2252/medium.jpg?1442525265",
          "syn": "The story revolves around Nikolai, apparently a part-cyborg; Galory, a young boy who apparently is part human/part Crest person, and Althea, who is entirely a Crest person. Seems the Earth and the Crest people were at war for 300 years so there's still a lot of bad feelings present. \nThe ship Galory, Nikolai and others are on is ambushed and almost everyone killed by some kind of automated attack ships from a huge Crest ship that has been taken over by an automaton. \nGalory, Nikolai and Althea go to the ship to try and see if there are any survivors of an advanced party from Galory's ship that can be saved, and to see if they can destroy the Type 38 automaton in the ship's core. \n(Source: AniDB)",
          "id": 0
        },
        {
          "name": "No Game No Life",
          "img": "https://media.kitsu.io/anime/poster_images/7880/medium.jpg?1418914006",
          "syn": "No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\r\n\r\nThe mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.\r\n\r\n(Source: MAL Rewrite)",
          "id": 1
        }
      ]
    },
    {
      "id": "13",
      "AnimeList": [
        {
          "name": "Zero no Tsukaima F",
          "img": "https://media.kitsu.io/anime/poster_images/6493/medium.jpg?1408458563",
          "syn": "The fourth and final season of The Familiar of Zero. Saito and Louise feel their bond deepening as the days go on, and they feel it might be time to take the next step in their relationship... But before that, the Queen has a mission for them. She sends them to the pope, who has both Louise and Tiffania become holy maidens. And with all the interruptions around, by both friends and foes, Louise and Saito's love will be tested to the limit.\r\n(Source: ANN)",
          "id": 0
        },
        {
          "name": "Rakushou! Hyper Doll",
          "img": "https://media.kitsu.io/anime/poster_images/2287/medium.jpg?1408446319",
          "syn": "Mew and Mica are alien androids sent by their boss to defend the Earth. Unfortunately for our planet, they are the laziest superheroines you will ever meet. Now most superheroes would drop whatever they're doing, transform, and proceed to kick monsters' butts... but these two would do no such thing. Mew and Mica just can't let their duties interfere with their ice cream, arguments, or whatever activities they happen to be engaged in at the time. When they are not Hyper Dolls they seem to be just ordinary, rather cute school girls, lusted after by the boys.\r\n(Source: ANN)",
          "id": 1
        },
        {
          "name": "Huan Jing Nuo De Lin",
          "img": "https://media.kitsu.io/anime/poster_images/41236/medium.jpg?1524766923",
          "syn": "",
          "id": 2
        },
        {
          "name": "Kuroko no Basket: Tip Off",
          "img": "https://media.kitsu.io/anime/poster_images/7552/medium.jpg?1486236699",
          "syn": "Episode 23.5 bundled with BD/DVD volume 8.\r\nThe episode covers Kuroko's past, when he was part of the \"Generation of Miracles.\" ",
          "id": 3
        }
      ]
    },
    {
      "id": "16",
      "AnimeList": [
        {
          "name": "Baka to Test to Shoukanjuu",
          "img": "https://media.kitsu.io/anime/poster_images/4528/medium.jpg?1520441525",
          "syn": "The story centers around Akihisa Yoshii, the \"baka\" of the title. His academy rigidly divides up the student body into classes based on the results of tests. The prodigies are in the A class with reclining seats complete with air conditioning, but Akihisa is in F class, the lowest rung of the school ladder which is furnished only with low, decrepit tables and worn-out straw tatami mats. A girl named Mizuki Himeji is actually one of the smartest girls in Akihisa's sophomore year, but she had a fever on test day and was pigeonholed into the F class. Besides Mizuki (who Akihisa secretly adores), the F class also has Yuuji Sakamoto, the class president who has been Akihisa's friend and partner-in-crime since the freshman year.\r\n\r\nThe school happens to have developed experiments to summon fantasy creatures, and Akihisa decides to rally F class to take on the higher-tiered classes and seize their perks. The F class uses the summoned creatures in an all-out battle for school supremacy.",
          "id": 0
        }
      ]
    },
    {
      "id": "17",
      "AnimeList": [
        {
          "name": "Over Drive",
          "img": "https://media.kitsu.io/anime/poster_images/1911/medium.jpg?1460644882",
          "syn": "Tour de France, it is the biggest bicycle race in the world. Now, a new achievement is about to be recorded in the history of Tour de France. The top racer is a Japanese boy named Shinozaki Mikoto.\r\n\"Why don't you join our bicycle club?\" said Fukazawa, Shinozaki Mikoto's secret love.\r\nUnfortunately, despite being a high school student, he doesn't know how to ride a bike. With no real idea of what the bicycle club is, he earnestly practices. After he overcomes this challenge, while he pedals along, something that was smoldering in his mind for 15 years ignites.\r\n\"I want to devote myself to bike riding.\"\r\nExperiencing failure with his friends and rivals, he pedals towards becoming the top racer.\r\n(Source: AnimeNfo)",
          "id": 0
        }
      ]
    },
    {
      "id": "18",
      "AnimeList": [
        {
          "name": "Ballroom e Youkoso",
          "img": "https://media.kitsu.io/anime/poster_images/13068/medium.jpg?1491607643",
          "syn": "Fujita has drifted through middle school aimlessly, unable to find friends or anything that can hold his attention. Then, one day, he's attacked by a gang and saved by a mysterious man. But this isn't a karate master; it's a ballroom dance instructor! Reluctantly, Fujita takes a few beginner's classes, only to find his inspiration... an entrancing, teenage dance prodigy named Shizuku. It's Fujita's first step into the high-octane world of competitive dance!\r\n\r\n(Source: Kodansha Comics USA)",
          "id": 0
        }
      ]
    },
    {
      "id": "19",
      "AnimeList": [
        {
          "name": "Fate/Zero 2nd Season",
          "img": "https://media.kitsu.io/anime/poster_images/7658/medium.jpg?1421091601",
          "syn": "As the Fourth Holy Grail War rages on with no clear victor in sight, the remaining Servants and their Masters are called upon by Church supervisor Risei Kotomine, in order to band together and confront an impending threat that could unravel the Grail War and bring about the destruction of Fuyuki City. The uneasy truce soon collapses as Masters demonstrate that they will do anything in their power, no matter how despicable, to win.\r\nSeeds of doubt are sown between Kiritsugu Emiya and Saber, his Servant, as their conflicting ideologies on heroism and chivalry clash. Meanwhile, an ominous bond forms between Kirei Kotomine, who still seeks to find his purpose in life, and one of the remaining Servants. As the countdown to the end of the war reaches zero, the cost of winning begins to blur the line between victory and defeat.\r\n[Written by MAL Rewrite]",
          "id": 0
        }
      ]
    },
    {
      "id": "10",
      "AnimeList": [
        {
          "name": "Asobi Asobase",
          "img": "https://media.kitsu.io/anime/poster_images/41149/medium.jpg?1537701116",
          "syn": "Three classmates play simple hand games. One of the girls is good at games, but hates them as she always lost to her older sister and forced to do chores while growing up. Another girl is of American descent, but raised in Japan, and who only pretends to be bad at Japanese. Another girl usually observes their games, and loses to the other girls.\r\n\r\n(Source: ANN)",
          "id": 0
        },
        {
          "name": "Wata no Kuni Hoshi Pilot",
          "img": "https://media.kitsu.io/anime/poster_images/41048/medium.jpg?1520966932",
          "syn": "A pilot of Wata no Kuni Hoshi released only on the DVD of the film. It is entirely without dialogue.\r\n\r\n(Source: MAL)",
          "id": 1
        },
        {
          "name": "Nessa no Haou Gandalla",
          "img": "https://media.kitsu.io/anime/poster_images/2840/medium.jpg?1486236621",
          "syn": "A dispute between young band members and an unfortunate choice of melody inadverdently draws them all into the demonic horror known as  the desert-god Gandalla. ",
          "id": 2
        }
      ]
    },
    {
      "id": "20",
      "AnimeList": [
        {
          "name": "Baka to Test to Shoukanjuu: Mondai - Christmas ni Tsuite Kotae Nasai",
          "img": "https://media.kitsu.io/anime/poster_images/5127/medium.jpg?1408454426",
          "syn": "The cast of Baka to Test all get together and tell us what Christmas means to them. Joy!",
          "id": 0
        }
      ]
    },
    {
      "id": "21",
      "AnimeList": [
        {
          "name": "Dear Boys",
          "img": "https://media.kitsu.io/anime/poster_images/267/medium.jpg?1408441082",
          "syn": "Aikawa Kazuhiko was the captain of Tendoji high school prestigious basketball team. He moves into a new town to attend Mizuho high school and joins its basketball team. However, Mizuho high's basketball team is far from being prestigious, in fact, it's now defunct. Nevertheless to say, Kazuhiko's persistence, passion and basketball skills inspired other team members of the dysfunctional basketball team to gear up and start practicing again.\nThe goal is to play in the national tournaments where all young basketball players meet their opponents to compete with them. The tale of youth of the five protagonists: Fujiwara Takumi, Ishii Tsutomu, Dobashi Kenji, Miura Ranmaru and Aikawa Kazuhiko have just began along with the live of Mizuho high school basketball team.\n(Source: AnimeNfo)",
          "id": 0
        }
      ]
    },
    {
      "id": "14",
      "AnimeList": [
        {
          "name": "Star Fox Zero: The Battle Begins",
          "img": "https://media.kitsu.io/anime/poster_images/12089/medium.jpg?1461276732",
          "syn": "Andross, an ape exiled from the Lylad Planetary System by General Pepper seeks revenge by attacking the planet Corneria and its innocence, kidnapping Pepper in the process. Meanwhile, it's another usual day for Team Star Fox, a gang of space mercenaries: Lazing around, getting angry at video games, and being lectured by their mentors. But all of that changes once they receive a distress call from a familiar face. \r\nMeet Fox McCloud, son of the deceased James McCloud, as he and his top-notch crew—Slippy Toad, Falco Lombarde and Peppy Hare—fight back against Andross's robotic army in style, and attempt to save Corneria from the skies.",
          "id": 0
        }
      ]
    },
    {
      "id": "5",
      "AnimeList": [
        {
          "name": "Pokemon: Celebi Toki wo Koeta Deai",
          "img": "https://media.kitsu.io/anime/poster_images/1003/medium.jpg?1408442826",
          "syn": "40 years ago, a Celebi was being attacked by a Pokemon Hunter. Luckily, a young boy named Sammy saved Celebi. Using its Time Traveling power, Celebi transported himself and Sammy 40 years into the future. There, Ash, Misty, and Brock assist Sammy to the healing lake in the forest so they can heal the wounded Celebi. Unfortunately an evil Team Rocket member, Viscious a.k.a. \"The Iron Masked Marauder\", tries to capture Celebi using his technology. As Ash and Co. try to get away from Viscious, they also run into Jessie, James, and Meowth, who also want to capture Celebi. Soon it becomes a race against time to get Celebi and Sammy back to the forest before Celebi is caught and is used to destroy the forest and themselves. \r\n(Source: ANN)",
          "id": 0
        },
        {
          "name": "Carnival Phantasm: Illya-jou",
          "img": "https://media.kitsu.io/anime/poster_images/6695/medium.jpg?1408459144",
          "syn": "A special feature based on a real-time run of the Fate/Hollow Ataraxia Visual Novel's mini-game, Illya's Castle. \r\nThe key characters' voice actor/actress' participate in live commentary for the duration of the game.",
          "id": 1
        },
        {
          "name": "Byulbyul Iyagi 2",
          "img": "https://media.kitsu.io/anime/poster_images/5739/medium.jpg?1486236441",
          "syn": "This film consists of 6 animated shorts produced by the Human Rights Commission of Korea.  Like the previous movie, the stories deal with seeing the world through the eyes of people who are different from social norms.  The film was nominated for Best Animated Feature in 2008 from the Asia Pacific Screen Awards.\r\n1. \"The Third Wish” (AN Dong-hui, RYU Jeong-wu). A fairy godmother appears before a visually impaired young woman to grant her three wishes. But this is no fairytale. The irritable middle-aged fairy wants to finish her job as soon as possible. Yet she proves to be helpful as she leads the woman through a busy marketplace, which is delightfully reminiscent of \"Amelie\". But it's no walk in the park, as busy urbanites show no consideration for our protagonist. Yet she prevails through obstacles. With a walking stick, she taps together the heels of her shiny new shoes and follows the \"yellow brick road\" (guiding tiles for the visually impaired) around the city.\r\n2. \"Ajukari” (HONG Deok-pyo) is a street-style cartoon. It comically depicts how a certain macho \"complex\" can cripple men. Male circumcision becomes the ultimate standard for being \"manly\" and those who have failed to do the deed are forever fearful of going to public baths.\r\n3. \"Baby\" (LEE Hong-su, LEE Hong-min) portrays the difficulties a career woman faces in having a child. \"I'm not saying you can't have maternity leave, but can you afford to raise a child while working?\" asks her boss. This smart story portrays everything from mother and daughter-in-law relationships to a parody of \"Tazza: The High Rollers\" and hilarious episodes where an \"ambulance bus\" picks up several patients en route.\r\n4. \"Shine Shine Shining\" (KWON Mi-jeong) is drawn like a warm, watercolor storybook for children. Grade schooler Eun-jin is smart and popular, but she has a secret. She hides her curly hair, which she gets from her Filipino mother, in braids.\r\n5. \"Merry Golasmas\" is an adorable claymation, or stop motion animation of models constructed from clay, plasticine, etc. It explores physical discrimination or stereotypes. In an open audition to find a Santa Claus, the real Santas ― one who's black, another who's Asian, a female Santa and one in a wheelchair ― lose to a fake Santa, a pot-bellied, Caucasian.\r\n6. “Lies\" explores homosexuality. Drawn in pastel-like sketches with art deco-esque details, it is a stunning digital cut-out animation, A homosexual man is forced by his parents to marry a woman, while others are pressured to fake having a girlfriend or receive \"therapy\" to become straight.\r\n(Source: The Korean Times)",
          "id": 2
        }
      ]
    },
    {
      "id": "15",
      "AnimeList": [
        {
          "name": "Kimi no Na wa.",
          "img": "https://media.kitsu.io/anime/poster_images/11614/medium.jpg?1496075336",
          "syn": "From director Makoto Shinkai, the innovative mind behind Voices of a Distant Star and 5 Centimeters Per Second, comes a beautiful masterpiece about time, the thread of fate, and the hearts of two young souls.\r\n\r\nThe day the stars fell, two lives changed forever. High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other. Yet, somehow, it works. They build a connection and communicate by leaving notes, messages, and more importantly, an imprint.\r\n\r\nWhen a dazzling comet lights up the night’s sky, it dawns on them. They want something more from this connection—a chance to meet, an opportunity to truly know each other. Tugging at the string of fate, they try to find a way to each other. But distance isn’t the only thing keeping them apart. Is their bond strong enough to face the cruel irony of time? Or is their meeting nothing more than a wish upon the stars?\r\n\r\n(Source: FUNimation Films)",
          "id": 0
        }
      ]
    },
    {
      "id": "22",
      "AnimeList": [
        {
          "name": "Choujuu Kishin Dancougar",
          "img": "https://media.kitsu.io/anime/poster_images/2043/medium.jpg?1408445602",
          "syn": "Emperor Muge Zarbados and his Empire of Death decide that their next conquest will be the faraway planet of Earth. Muge becomes even more fearsome because of Shapiro Keats, a power-hungry Earthling-turned-traitor. It's up to Shinobu, Sara (Shapiro's old girldfriend), Masato, and Ryo of the Jyusenkitai/Cyber Beast Force to pilot the four Jyusenki/Beast Mecha (Eagle Fighter, Land Cougar, Land Liger, and Big Moth [a mammoth mecha]), which can combine into the giant mech Dancougar.\n(Source: ANN)",
          "id": 0
        }
      ]
    },
    {
      "id": "23",
      "AnimeList": [
        {
          "name": "One Hundred Thousand Bad Jokes (Movie)",
          "img": "https://media.kitsu.io/anime/poster_images/12144/medium.jpg?1462844159",
          "syn": "The film adaptation of the One Hundred Thousand Bad Jokes web manhua.",
          "id": 0
        }
      ]
    },
    {
      "id": "24",
      "AnimeList": [
        {
          "name": "Dragon Ball Super",
          "img": "https://media.kitsu.io/anime/poster_images/10879/medium.jpg?1489942553",
          "syn": "Set just after the events of the Buu Saga of Dragon Ball Z, a deadly threat awakens once more. People lived in peace without knowing who the true heroes were during the devastating battle against Majin Buu. The powerful Dragon Balls have prevented any permanent damage, and our heroes also continue to live a normal life. In the far reaches of the universe, however, a powerful being awakens early from his slumber, curious about a prophecy of his defeat.\r\nJoin Gokuu, Piccolo, Vegeta, Gohan, and the rest of the Dragon Ball crew as they tackle the strongest opponent they have ever faced. Beerus, the god of destruction, now sets his curious sights on Earth. Will the heroes save the day and prevent earth's destruction? Or will the whims of a bored god prove too powerful for the Saiyans? Gokuu faces impossible odds once more and fights for the safety of his loved ones and the planet.",
          "id": 0
        }
      ]
    }
  ]
}